[
  {
    "id": 1,
    "name": "Федеральный закон от 29 декабря 2012 N 273-ФЗ \"Об образовании в Российской Федерации\"",
    "text":   "6) федеральный государственный образовательный стандарт - совокупность обязательных требований к образованию определенного уровня и (или) к профессии, специальности и направлению подготовки, утвержденных в зависимости от уровня образования федеральным органом исполнительной власти, осуществляющим функции по выработке и реализации государственной политики и нормативно-правовому регулированию в сфере общего образования, или федеральным органом исполнительной власти, осуществляющим функции по выработке и реализации государственной политики и нормативно-правовому регулированию в сфере высшего образования;(Пункт в редакции, введенной в действие с 6 августа 2019 года Федеральным законом от 26 июля 2019 года N 232-ФЗ.)"
  },
  {
    "id": 2,
    "name": "Закон от 12 марта 2014 года N 308-ПК  \"Об образовании в Пермском крае\"",
    "text": "1. Правовое регулирование отношений в сфере образования в Пермском крае осуществляется в соответствии с Конституцией Российской Федерации, Федеральным законом от 29.12.2012 N 273-ФЗ \"Об образовании в Российской Федерации\", федеральными законами и иными нормативными правовыми актами Российской Федерации, настоящим Законом, а также нормативными правовыми актами органов государственной власти Пермского края. 2. Основные понятия и термины, используемые в настоящем Законе, применяются в том же значении, что и в Федеральном законе от 29.12.2012 N 273-ФЗ \"Об образовании в Российской Федерации\"."
  },
  {
    "id": 3,
    "name": "Конституция РФ",
    "text":  "1. Российская Федерация - Россия есть демократическое федеративное правовое государство с республиканской формой правления. 2. Наименования Российская Федерация и Россия равнозначны. Человек, его права и свободы являются высшей ценностью. Признание, соблюдение и защита прав и свобод человека и гражданина - обязанность государства."
  },
  {
    "id": 4,
    "name": "Федеральный закон от 31 мая 2002 N 62-ФЗ (ред. от 30.12.2020) \"О гражданстве Российской Федерации\"",
    "text": "Вопросы гражданства Российской Федерации регулируются Конституцией Российской Федерации, международными договорами Российской Федерации, настоящим Федеральным законом, а также принимаемыми в соответствии с ними другими нормативными правовыми актами Российской Федерации."
  }
]